Repository: OPUS4/application
Catalog: modules/publish/language/buttons.tmx
Source language: de
Languages: en

source: Einträge ändern
en: Make changes

source: Abbrechen
en: Abort

source: Weiter zum nächsten Schritt
en: Next step

source: Weitere Datei hochladen
en: Upload another file

source: Dokument abspeichern
en: Save document

source: Eine weitere Lizenz hinzufügen
en: Add one more licence

source: Die letzte Lizenz löschen
en: Delete the last licence

source: Weitere(n) Autor*in hinzufügen
en: Add one more author

source: Den/die letzte(n) Autor*in löschen
en: Delete the last author

source: Ein weiteres Institut hinzufügen
en: Add one more institute

source: Das letzte Institut löschen
en: Delete the last institute

source: Einen weiteren Titel hinzufügen
en: Add one more main title

source: Den letzten Titel löschen
en: Delete the last main title

source: Einen weiteren Abstract hinzufügen
en: Add one more abstract

source: Den letzten Abstract löschen
en: Delete the last abstract

source: Ein weiteres Projekt hinzufügen
en: Add one more project

source: Das letzte Projekt löschen
en: Delete the last project

source: Ein weiteres MSC Klasse hinzufügen
en: Add one more MSC term

source: Die letzte MSC Klasse löschen
en: Delete the last MSC term

source: Eine weitere CCS Klasse hinzufügen
en: Add one more CCS term

source: Die letzte CCS Klasse löschen
en: Delete the last CCS term

source: Eine weitere DDC Klasse hinzufügen
en: Add one more DDC term

source: Die letzte DDC Klasse löschen
en: Delete the last DDC term group

source: Eine weitere DDC-Sachgruppe hinzufügen
en: Add one more DDC subject category

source: Die letzte DDC-Sachgruppe löschen
en: Delete the last DDC subject category

source: Eine weitere PACS Klasse hinzufügen
en: Add one more PACS term

source: Die letzte PACS Klasse löschen
en: Delete the last PACS term

source: Eine weitere JEL Klasse hinzufügen
en: Add one more JEL term

source: Die letzte JEL Klasse löschen
en: Delete the last JEL term group

source: Eine weitere BKL Klasse hinzufügen
en: Add one more BKL term group

source: Die letzte BKL Klasse löschen
en: Delete the last BKL term group

source: Ein weiteres Schlagwort hinzufügen
en: Add one more subject

source: Das letzte Schlagwort löschen
en: Delete the last keyword

source: Eine(n) weitere(n) Gutachter*in hinzufügen
en: Add one more Referee

source: Den/die letzte(n) Gutachter*in löschen
en: Delete the last Referee

source: Eine(n) weitere(n) Herausgeber*in hinzufügen
en: Add one more Editor

source: Den/die letzte(n) Herausgeber*in löschen
en: Delete the last Editor

source: Eine(n) weitere(n) Betreuer*in hinzufügen
en: Add one more Advisor

source: Den/die letzte(n) Betreuer*in löschen
en: Delete the last Advisor

source: Eine weitere Veröffentlichende Institution hinzufügen
en: Add one more publishing Institution

source: Die letzte Veröffentlichende Institution löschen
en: Delete the last publishing Institution

source: Eine weitere Titel verleihende Institution hinzufügen
en: Add one more granting Institution

source: Die letzte Titel verleihende Institution löschen
en: Delete the last granting Institution

source: Eine(n) weitere(n) Übersetzer*in hinzufügen
en: Add one more Translator

source: Den/die letzte(n) Übersetzer*in löschen
en: Delete the last Translator

source: Eine weitere beteiligte Person hinzufügen
en: Add one more Contributor

source: Die letzte beteiligte Person löschen
en: Delete the last Contributor

source: Eine weitere urhebende Körperschaft hinzufügen
en: Add one more Creating Corporation

source: Die letzte urhebende Körperschaft löschen
en: Delete the last Creating Corporation

source: Eine weitere beteiligte Körperschaft hinzufügen
en: Add one more Contributing Corporation

source: Die letzte beteiligte Körperschaft löschen
en: Delete the last Contributing Corporation

source: Ein weiteres GND-Schlagwort hinzufügen
en: Add one more GND Keyword

source: Das letzte GND-Schlagwort löschen
en: Delete the last GND Keyword

source: Sammlung auswählen
en: Select a collection

source: Institute und Projekte auswählen
en: Select institutes and projects

source: Sammlungseintrag auswählen
en: Select a collection entry

source: Eine Ebene nach oben gehen
en: Move up one level.

source: Weitere Sammlung auswählen
en: Choose another collection

source: Dokument mit Sammlungen speichern
en: Save document with collections

source: runter
en: down

source: hoch
en: up

source: Eine weitere Schriftenreihe hinzufügen
en: Add another serie

source: Die letzte Schriftenreihe löschen
en: Delete the last serie
